Repository: harrybenit424/Django-project-management-
Catalog: idetra/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Thus, inequality is taken out of the human civilization equation. Scientific studies show that societies produce more and develop better their creativity when the population is free and widely attended (sometimes at no cost), and fully embedded with factors related to survival and well-being, excluding socio-economic and cultural distortions that generate most psychosis, prejudices, phobias and current diseases. You must also separate initiatives related to transition to such a civilization from a civilization that lives in such a format. While the transition will need to encompass cultural and human practical differences that despite harmful are still considered 'normal' for the happiness and well being, the generations that are created in a resource-based economy will not know or live these old detrimental concepts and only then will the practice of that today is extrapolated as the best possible future of humanity. In the long term, this project aims to be the core drives from other cities to be replicated and that, consequently, this group of cities take such a proportion that they are no longer needed financial resources (donations, external production, exchange / barter and marketing of surplus production) intrinsically linked to the current state transition to a new technological socio-culture redesign. It is considered also that this transformation can occur in other countries, in parallel or sequentially to the project, which can result in critical mass range of cities in this format on the planet, thus having a real global transition from a scarcity-based reality to a reality based on abundance. This is considered only as a baseline for alignment opportunities and other initiatives.
pt_br: Assim, a desigualdade é retirada da equação da civilização humana. Estudos científicos mostram que as sociedades produzem mais e desenvolvem melhor sua criatividade quando a população é livre e amplamente atendida (às vezes sem custo), e totalmente incorporada com fatores relacionados à sobrevivência e bem-estar, excluindo distorções socioeconômicas e culturais que geram mais psicoses, preconceitos, fobias e doenças mentais atuais. Você também deve separar iniciativas relacionadas à transição para tal civilização de uma civilização que vive em tal formato. Enquanto a transição terá de abranger diferenças culturais e práticas humanas que apesar de nocivas ainda são consideradas 'normais' para a felicidade e bem estar, as gerações que serão criadas em uma economia baseada em recursos não vão saber ou viver esses velhos e detrimentais conceitos e só então a prática desses valores conseguirá realizar o melhor futuro possível da humanidade. A longo prazo, este projeto visa ser o núcleo impulsionador de outras cidades para serem replicadas e que consequentemente, estes grupos de cidades tomem uma proporção tal que não sejam mais necessários recursos financeiros (doações, produção externa, troca / permuta e comercialização de excedentes de produção) intrinsecamente ligados a transição atual do estado para o redesenho de uma nova sociocultura tecnológica.Considera-se também que esta transformação possa ocorrer em outros países, em paralelo ou sequencialmente ao projeto, o que pode resultar em alcance de massa crítica das cidades neste formato ao redor do planeta, ocasionando em uma transição global real de uma realidade baseada na escassez para uma realidade baseada em abundância. Isso é considerado também como uma linha de base para oportunidades de alinhamento a outras iniciativas.

source: Therefore, our proposal could be summarized in the following parameters:
pt_br: Portanto, nossa proposta poderia ser resumida nos seguintes parâmetros:

source: Monetary or marketing system is completely unnecessary
pt_br: Sistema monetário ou de mercado é completamente desnecessário

source: Any repetitive work is automated by machines
pt_br: Qualquer trabalho repetitivo é automatizado por máquinas

source: Unification of the planet and its resources by a technological approach system Strategic access to consumer goods instead of personal property
pt_br: Unificação do planeta e seus recursos por uma abordagem tecnológica sistema Acesso estratégico a bens de consumo em vez de propriedade pessoal

source: Self-contained production systems / located within the same city
pt_br: Sistemas de produção independentes / localizados dentro da mesma cidade

source: The scientific method as governance methodology
pt_br: O método científico como metodologia de governança

source: Educational change of the population from the perspective WANT versus NEED
pt_br: Mudança educacional da população a partir da perspectiva DESEJO versus NECESSIDADE

source: Consequent extinction of aberrant socio-economic-cultural practices to the current state of the human race
pt_br: Consequente extinção de práticas sócio-econômico-culturais aberrantes para oestado atual da raça humana

source: Indexed related posts
pt_br: Indexação de posts relacionados

source: The Venus Project - The Choice is Ours
pt_br: O Projeto Venus - A Escolha é Nossa

source: The biology of our best and worst selves
pt_br: A biologia dos nossos melhores e piores 'eus'

source: Addiction
pt_br: Vícios

source: Non-violent communication
pt_br: Comunicação Não Violenta

source: Is science "just a theory"?
pt_br: É a ciência "apenas uma teoria"?

source: Critical thinking
pt_br: Pensamento crítico

source: Religion
pt_br: Religião

source: Do you have an "open mind"?
pt_br: Você tem uma "mente aberta"?

source: Scientific method (1)
pt_br: Método científico (1)

source: Scientific method (2)
pt_br: Método científico (2)

source: Extra: Niemeyer meets Jacque Fresco
pt_br: Extra: Niemeyer e Jaque Fresco

source: TOTAL PROGRESS</h5>(feb/2015 - ) <p></p> Summary of all phases combined
pt_br: PROGRESSO TOTAL</h5>(fev/2015 - ) <p></p> Resumo de todas as fases combinadas

source: 1) IDETRA Design</h5>(feb/2015 - oct/2015) <p></p> Research, discuss and design how we can reach a resource based economy using a strategy that can be implemented as quickly as possible, easily implemented by anyone in the world and have exponential capabilities, despite the resourses an individual has.
pt_br: 1) IDETRA Design</h5>(fef/2015 - out/2015) <p></p> Pesquisa, discussão e desenho de como podemos chegar a uma economia baseada em recursos utilizando uma estratégia que possa ser implementada o mais rápido possível, que seja facilmente implementável por qualquer pessoa no mundo e possua capacidades exponenciais, independente dos recursos que um indivíduo possua.

source: 2) Volunteers callout</h5>(jan/2016 - ) <p></p> Make IDETRA public and connect with people who are willing to help make IDETRA a reality.
pt_br: 2) Chamada a voluntários</h5>(jan/2016 - ) <p></p> Tornar o IDETRA público e conectar com pessoas que queiram ajudar o IDETRA a ser uma realidade.

source: 3) EDU syllabus</h5>(jun/2016 - jan/2018) <p></p> Research, discuss and design what we should inform people, how to make it inclusive and if we can make the entire process a light experience.
pt_br: 3) Programa de estudos EDU</h5>(jun/2016 - jan/2018) <p></p> Pesquisar, discutir e desenhar o que devemos informar às pesoas, como fazê-lo de forma inclusiva e se podemos tornar o curso uma experiência leve.

source: 4) EDU platform</h5>(aug/2017 - jul/2018) <p></p> Create the online patform that users from all over the world will be able to access the courses and educate themselves.
pt_br: 4) Plataforma EDU</h5>(ago/2017 - jul/2018) <p></p> Criar a plataforma online em que os usuários do mundo todo terão acesso aos cursos e poderão se educar.

source: 5) Research and development of tangible solutions</h5>(jan/2016 - ) <p></p> Understand what are the possible demands people can have and validate solution for all tiers (from recicled materials adaptations to ready-to-install solutions)
pt_br: 5) Pesquisa e desenvolvimento de soluções tangíveis</h5>(jan/2016 - ) <p></p> Entender quais são as possíveis demandas que as pessoas possuem e validar soluções para todas as camadas (de adaptação de material reciclado até soluções prontas para o uso)

source: 6) Prototype house</h5>(nov/2017 - ) <p></p> Define, design and modify a house so IDETRA can validate it's final purpose and help people understand and engage more with the project.
pt_br: 6) Casa-protótipo</h5>(nov/2017 - ) <p></p> Definir, desenhar e modificar uma casa para que o IDETRA possa validar sua meta final e ajude o público em geral a entender e engajar mais com o projeto.

source: 7) "Graduated" individuals (EDU)</h5>( - ) <p></p> Have the first interested individuals finish the entire course
pt_br: 7) Pessoas "Formadas" (EDU)</h5>( - ) <p></p> Conseguir que os primeiros envolvidos finalizem o curso completo

source: 8) Environment changes (individual or group)</h5>( - ) <p></p> Follow up how we are helping people change themselves and the world around them.
pt_br: 8) Mudanças ambientais (individuais ou em grupo)</h5>( - ) <p></p> Acompanhar como estamos ajudando pessoas a mudar elas mesmas e o mundo em torno delas.

source: 9) Critical mass and expansion</h5>( - ) <p></p> Follow through all changes being made and improve processes so critical mass can be achieved in multiple places
pt_br: 9) Massa crítica e expansão</h5>( - ) <p></p> Acompanhar todas as alterações sendo realizadas e melhorar processos para que massas críticas possam ser alcançadas em múltiplos locais

source: 10) RBE (Resource Based Economy)</h5>( - ) <p></p> The ultimate goal. This may take several years or even generations, and time will tell if and how IDETRA and other initiatives with the same goal will work together. We are here to aggregate, not be an independent endeavor that pursues only one strategy. Contact us if you believe your project is aligned with ours so we can benefit from a joint venture.
pt_br: 10) EBR (Economia Baseada em Recursos)</h5>( - ) <p></p> O objetivo final. Isto talvez tome vários anos ou até mesmo gerações, e o tempo dirá SE e COMO o IDETRA e outras iniciativas com os mesmos objetivos irão trabalhar juntas. Estamos aqui para agregar, não para sermos uma iniciativa independente que busca somente uma estratégia. Nos contacte se você acredita que o seu projeto é alinhado com o nosso para que possamos nos beneficiar mutuamente de uma parceria.

source: TEAM
pt_br: TIME

source: Collaborator
pt_br: Colaborador

source: Program Manager
pt_br: Gerente de Programas

source: General Coordinator
pt_br: Coordenador Geral

source: Projects:
pt_br: Projetos:

source: Completion:
pt_br: Concluído:

source: Tasks:
pt_br: Atividades:

source: FAQ (Frequently Asked Questions)
pt_br: FAQ (Perguntas Frequentes)

source: Does The Venus Project knows about IDETRA?
pt_br: O Projeto Venus conhece o IDETRA?

source: Yes, but TVP does not support IDETRA in anyway. This was the agreement between both projects in 2015, so as not to cause problems of communication with the public and also so individuals who act on both initiatives do not cause interference in the progress of the work performed by each organization.
pt_br: Sim, mas o TVP não apóia o IDETRA de nenhuma maneira. Este foi o acordo entre os dois projetos em 2015, para não causar problemas de comunicação com o público e também para que as pessoas que trabalham em ambas as iniciativas não causem interferência no progresso do trabalho realizado por cada organização.

source: IDETRA and The Venus Project are related?
pt_br: IDETRA e o Projeto Venus estão relacionados?

source: IDETRA was founded by one of the POCs (point of contact) of The Venus Project in Brazil, but the connection between the two entities ends there. TVP (The Venus Project) does not directly support external initiatives that could lead to a Resource Based Economy (RBE), something that is completely understandable and justifiable considering not only past experiences of TVP in providing this type of support which have resulted in distortions of RBE concepts and serious problems (including legal ones) for TVP. In summary, both projects pursue very similar objectives but in different ways and need to act independently of one another.
pt_br: O IDETRA foi fundado por um dos POCs (pontos de contato) do Projeto Venus no Brasil, mas a conexão entre as duas entidades termina aí. O TVP (The Venus Project) não apóia diretamente iniciativas externas que poderiam levar a uma economia baseada em recursos (EBR), algo que é completamente compreensível e justificável considerando não apenas as experiências passadas do TVP na prestação deste tipo de apoio que resultaram em distorções de noções e conceitos de EBR bem como problemas sérios (inclusive jurídicos) para o TVP. Em resumo, ambos os projetos perseguem objetivos muito semelhantes, mas de maneiras diferentes e precisam agir de forma independente um do outro.

source: How can I contact IDETRA directly?
pt_br: Como posso entrar em contato com o IDETRA diretamente?

source: You can contact us on the e-mail
pt_br: Você pode nos contactar através do e-mail

source: Description
pt_br: Descrição

source: Transcription
pt_br: Transcrição

source: QUIZ
pt_br: QUESTIONÁRIO

source: Congratulations coming this far!
pt_br: Parabéns por chegar até aqui!

source: This is your final quiz for this course.
pt_br: Este é o questionário final deste curso.

source: Questions will also relate to all previous lessons.
pt_br: Perguntas irão referenciar lições anteriores.

source: (You have
pt_br: (Você possui

source: attempts left in 24h)
pt_br: tentativas em 24h)

source: Check the hints in red below and mark all answers again
pt_br: Verifique as dicas em vermelho abaixo e marque todas as respostas novamente

source: attempt left in 24h)
pt_br: tentativa em 24h)

source: You don't have any more attempts left. <br>Please try again in 24h
pt_br: Você não possui mais nenhuma tentativa. <br>Por favor, tente novamente em 24h

source: Check the hints in red below and consider watching the video again
pt_br: Verifique as dicas em vermelho abaixo e considere assistir ao vídeo novamente

source: Submit Quiz
pt_br: Enviar Questionário

source: Quiz Successfully Completed!
pt_br: Questionário Concluído com Sucesso!

source: Your user name
pt_br: Seu nome de usuário

source: Your e-mail
pt_br: Seu e-mail

source: Your first name
pt_br: Seu primeiro nome

source: Your middle name(s)
pt_br: Seu(s) nome(s) do meio

source: Your lastname
pt_br: Seu último nome

source: Your cell phone
pt_br: Seu celular

source: Edu Progress
pt_br: Progresso EDU

source: Edu completion
pt_br: EDU Completo

source: FINISHED!
pt_br: FINALIZADO!

source: Not finished
pt_br: Não finalizado

source: Edu executive progress
pt_br: Progresso 'Edu executive'

source: Edu executive completion
pt_br: 'Edu executive' completo

source: Edu P.M. progress
pt_br: Progresso 'P.M. Edu'

source: Edu P.M. completion
pt_br: 'Edu P.M.' completo

source: Your role(s) in IDETRA
pt_br: Seu(s) Papel(éis) no IDETRA

source: Learn more...
pt_br: Saiba mais...

source: It's the first role you get when joining the team. You can help us spread the word, see what we're working on and process available tasks on active projects by accessing the C.I. platform.
pt_br: É o primeiro papel que você pode desempenhar quando se junta à equipe. Você pode nos ajudar divulgando o IDETRA, ver em que estamos trabalhando e processar tarefas disponíveis em projetos ativos acessando a plataforma C.I.

source: You are required to finish some courses on Edu that are flagged for this role. As an executive, you will be asked to participate in meetings with the team to discuss and execute projects you are willing to join. Each project has a Project Manager and a volunteer team.
pt_br: É requerido que você termine alguns cursos no Edu que estão marcados para este papel. Como executivo, você será solicitado a participar de reuniões com a equipe para discutir e executar projetos que você está disposto a participar. Cada projeto tem um gerente de projeto e uma equipe de voluntários.

source: After finishing the Project Management courses you will be interviewed by our General Coordinators to check your time availability and the extent of your abilities. This role consumes more time than the previous ones and requires a certain degree of commitment. Project Managers are not bosses. They are communicators and facilitators so the team can execute a project. You are expected to have done some work within IDETRA's projects, have met some members of the team and know how we operate internally.
pt_br: Depois de terminar os cursos de Gerenciamento de Projetos, você será entrevistado pelos nossos Coordenadores Gerais para verificar sua disponibilidade de tempo e a extensão de suas habilidades. Este papel consome mais tempo do que os anteriores e requer um certo grau de comprometimento. Gerentes de Projetos não são chefes. Eles são comunicadores e facilitadores para que a equipe possa executar um projeto. Espera-se que você tenha feito algum trabalho dentro de projetos do IDETRA, conheça alguns membros da equipe e saiba como operamos internamente.

source: A Program Manager consolidates various projects so they can mutually benefit from their isolated endeavors. You will be required to regularly check how projects are going with Project Managers and help General Coordinators design projects and changes that are aligned with IDETRA's goals.
pt_br: Um gerente de programa consolida diversos projetos para que eles podem se beneficiar mutuamente de seus esforços isolados. Você será requisitado a verificar regularmente como os projetos estão indo com os respectivos Gerentes de Projetos e ajudar os Coordenadores Gerais a projetar projetos e mudanças que estejam alinhados com os objetivos do IDETRA.

source: We work on all areas: from executing tasks inside projects to connect with other external and international projects so IDETRA keeps updated and get the required help. We answer questions on digital social channels, give talks, design and redesign the inner workings of IDETRA with the help of all collaborators involved so we all can live in a better environment, with better values and communication skills.
pt_br: Trabalhamos em todas as áreas: desde a execução de tarefas dentro de projetos até conectar com outras iniciativas externas e internacionais para que o IDETRA mantém-se atualizado e que receba a ajuda necessária. Respondemos perguntas em canais digitais, realizamos palestras, projetamos e redesenhamos o funcionamento interno do IDETRA com a ajuda de todos os colaboradores envolvidos para que todos possamos viver em um ambiente melhor, com melhores valores e habilidades de comunicação.

source: <h5>Bio in en.</h5>(public)
pt_br: <h5>Bio em en.</h5>(público)

source: <h5>Bio in ptBR.</h5>(public)
pt_br: <h5>Bio em ptBR.</h5>(público)

source: Skill's Tokens: Coming soon...
pt_br: Tokens de habilidades: Em Breve...

source: <h5>"I want to be part of IDETRA"</h5><h6>Current status: "Yes, I am helping!"</h6>
pt_br: <h5>"Eu quero fazer parte do IDETRA"</h5><h6>Status atual: "Sim, eu estou ajudando!"</h6>

source: <h5>"I want to be part of IDETRA"</h5><h6>Current status: "Not right now"</h6>(If you are interested, click on "Edit Profile" to integrate our team and help in projects)
pt_br: <h5>"Eu quero fazer parte do IDETRA"</h5><h6>Status atual: "Não nesse momento"</h6>(Se você estiver interessado, clique em "Editar Perfil" para integrar o nosso time e ajudar em projetos)

source: Edit Profile
pt_br: Editar Perfil

source: Make all necessary changes and click "Save" at the end of this page
pt_br: Realize todas as alterações necessárias e clique em "Salvar" ao final desta página

source: I want to help IDETRA
pt_br: Eu quero ajudar o IDETRA

source: Save
pt_br: Salvar

source: Change Password
pt_br: Mudar Senha

source: Account activation failed
pt_br: Falha na ativação da conta

source: Please try again or contact us at idetra@idetra.org
pt_br: Por favor tente novamente ou contacte-nos em idetra@idetra.org

source: Your account is now activated.
pt_br: Sua conta foi ativada.

source: Check your unlocked options at right corner of our website menu.
pt_br: Verifique suas opções desbloqueadas no canto direito do menu do nosso site.

source: Welcome to IDETRA!
pt_br: Bem vind@ ao IDETRA!

source: This e-mail was registered on the website idetra.org
pt_br: Este e-mail foi cadastrado no site idetra.org

source: Click on the link below to activate your account:
pt_br: Clique no link abaixo para ativar sua conta:

source: This link is valid for %(expiration_days)s days.
pt_br: Este link é válido por %(expiration_days)s dias.

source: Please ignore this e-mail if you did not request access to idetra.org. Your e-mail will be automatically removed from our records.
pt_br: Por favor ignore este e-mail caso você não tenha requisitado acesso ao site idetra.org. Seu e-mail será automaticamente removido dos nossos registros.

source: This e-mail was registered on the website idetra.org
pt_br: Este e-mail foi registrado no site idetra.org

source: Click on the link below to activate your account:
pt_br: Clique no link abaixo para ativar sua conta:

source: This link is valid for %(expiration_days)s days. Please ignore this e-mail if you did not request access to idetra.org. Your e-mail will be automatically removed from our records.
pt_br: Este link é válido por %(expiration_days)s dias. Por favor ignore este e-mail caso você nÃo tenha requisitado acesso ao site idetra.org. Seu e-mail sera automaticamente removido dos nossos registros.

source: Log in
pt_br: Iniciar sessão

source: Forgot you password
pt_br: Esqueceu sua senha?

source: Reset it
pt_br: Redefinir

source: Not a member?
pt_br: Não é um membro ainda?

source: You were logged out.
pt_br: Você foi desconectado

source: Your password was successfully updated.
pt_br: Sua senha foi atualizada com sucesso.

source: Password change
pt_br: Mudança de senha

source: Submit
pt_br: Enviar

source: Password reset successfull.
pt_br: Senha redefinida com sucesso.

source: Password reset failed. Please try again or contact us at idetra@idetra.org
pt_br: A redefinição da senha falhou. Por favor, tente novamente ou entre em contato conosco: idetra@idetra.org

source: An e-mail with password reset instructions has been sent to you.
pt_br: Um e-mail com instruções de redefinição de senha foi enviado para você.

source: Please verify your e-mail.
pt_br: Por favor, verifique seu e-mail.

source: Check you spam folder in case your e-mail did not arrive.
pt_br: Cheque sua caixa de spam caso seu e-mail não tenha chegado.

source: IDETRA - Password reset
pt_br: IDETRA - Redefinição de Senha

source: Registration is currently closed.
pt_br: O cadastramento está suspenso no momento.

source: You are now registered. An activation email was send.
pt_br: Você foi cadastrado. Um email de ativação foi enviado.

source: Registration
pt_br: Cadastro

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Your Name
pt_br: Seu Nome

source: Your last name
pt_br: Seu último nome

source: Upload a profile picture
pt_br: Faça o upload de uma imagem de perfil

source: Phone number must be entered in the format: '+999999999'. Up to 17 digits allowed.
pt_br: O celular deve ter o seguinte formato: '+999999999'. Até 17 digitos aceitos.

source: Use the format +999999999 - Up to 17 digits allowed.
pt_br: Use o formato +999999999 - Até 17 dígitos aceitos

source: Write a little about yourself in portuguese (public information - 500 characters max)
pt_br: Escreva um pouco sobre você em português (informação pública - 500 caracteres no máximo)

source: Write a little about yourself in english (public information - 500 characters max)
pt_br: Escreva um pouco sobre você em inglês (informação pública - 500 caracteres no máximo)

source: Edu Complete
pt_br: Edu Completo
