Repository: harrybenit424/Django-project-management-
Catalog: idetra/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Portugues
pt_br: Português

source: Error 400
pt_br: Erro 400

source: Bad Request
pt_br: A requisição falhou

source: Invalid request.
pt_br: Requisição inválida.

source: Error 401 - Authorization Required
pt_br: Erro 401 - Autorização necessária

source: Invalid login credentials!
pt_br: Credenciais de login inválidas!

source: Error 403 - Permission Denied
pt_br: Erro 403 - Permissão Negada

source: You do not have permission for this request
pt_br: Você não tem permissão para esta requisição

source: Error 404
pt_br: Erro 404

source: The page you tried to access does not exist
pt_br: A página que você tentou acessar não existe

source: Please check the typed URL or clicked link
pt_br: Por favor, verifique o URL digitado ou o link clicado

source: 500 - Internal Server Error
pt_br: 500 - Erro interno do servidor

source: Please contact us and report this error at:
pt_br: Por favor entre em contato e relate este erro para:

source: Objectives
pt_br: Objetivos

source: About
pt_br: Sobre

source: Team
pt_br: Time

source: Language
pt_br: Idioma

source: Blueprints
pt_br: Soluções

source: Profile
pt_br: Perfil

source: Logout
pt_br: Deslogar

source: Username
pt_br: Usuário

source: Password
pt_br: Senha

source: Login
pt_br: Logar

source: Register
pt_br: Registrar

source: Preview of your comment
pt_br: Visualização do seu comentário

source: Anonymous
pt_br: Anônimo

source: on %(submit_date)s
pt_br: em %(submit_date)s

source: moderated
pt_br: moderar

source: Delete
pt_br: Apagar

source: Reply
pt_br: Responder

source: Title
pt_br: Título

source: Comment
pt_br: Comentar

source: Post
pt_br: Postar

source: Course Reference
pt_br: Referências do Curso

source: Basic
pt_br: Básico

source: Advanced
pt_br: Avançado

source: External references for this course
pt_br: Referências externas deste curso

source: <b>BASIC:</b> Knowledge that can help you better understand the lessons
pt_br: <b>BÁSICO:</b> Informação que pode ajudá-lo a entender melhor as lições

source: <b>ADVANCED:</b> In case you want to know more than we present about a given subject
pt_br: <b>AVANÇADO:</b> Caso você queira saber mais sobre um dado tópico

source: Completed:
pt_br: Concluído:

source: Here you can find definitions used on all courses
pt_br: Aqui você pode encontrar definições usadas em todos os cursos

source: Consult terms listed here even when they are previously familiar to you
pt_br: Consulte os termos listados aqui mesmo que você já esteja familiarizado com eles

source: Executive
pt_br: Executivo

source: Project Manager
pt_br: Gerente de Projetos

source: Extra Courses
pt_br: Cursos Extras

source: Dictionary
pt_br: Dicionário

source: References
pt_br: Referências

source: All
pt_br: Todas

source: All external references from all courses
pt_br: Todas as referências externas de todos os cursos

source: Overall Progress
pt_br: Progresso Geral

source: COURSES
pt_br: CURSOS

source: EXTRA COURSES
pt_br: CURSOS EXTRAS

source: Initiative for<br>Development to a<br>Transition
pt_br: Iniciativa para o<br>Desenvolvimento de uma<br>Transição

source: Develop a better world...<br>...by improving yourself and your own environment
pt_br: Crie um mundo melhor...<br>...aprimorando a você mesmo e ao seu ambiente

source: OBJECTIVES
pt_br: OBJETIVOS

source: ATTENTION: <br><br> We are currently restructuring some of our systems, tools and processes (including this website). <br><br> This overhaul is programmed to end by August, 2018.
pt_br: ATENÇÃO: <br> <br> Estamos atualmente reestruturando alguns de nossos sistemas, ferramentas e processos (incluindo este site). <br><br> Esta revisão está programada para ser finalizada em agosto de 2018.

source: (Initiative for Development to a Transition) is a volunteer cooperative effort between generalists and specialists in various areas of knowledge to:
pt_br: (Iniciativa para o Desenvolvimento de uma Transição) é uma cooperação voluntária entre generalistas e especialistas em várias áreas de conhecimento para:

source: Create and maintain a free educational platform focused on relevant knowledge that affects how we perceive and interact with ourselves and our environment. Non-violent communication, scientific method and applied psychology are some of the topics approached so you can improve your values and day to day interactions in a saner and healthier way for you, those around you and your immediate environment.
pt_br: Criar e manter uma plataforma educacional gratuita focada em conhecimento relevante que afeta a forma como percebemos e interagimos com nós mesmos e com o nosso ambiente. Comunicação não violenta, método científico e pscicologia aplicada são alguns dos tópicos abordados para que você possa melhorar seus valores e interações do dia a dia de uma forma mais sã e saudável para você, aqueles ao seu redor e ao seu ambiente imediato.

source: Research, develop and deliver solutions for you to change your environment (house, apartment, building, block, neighborhood, city, communal city, country) with focus on sustainability, recycling and automation.
pt_br: Pesquisar, desenvolver e entregar soluções para você mudar seu ambiente (casa, apartamento, prédio, bairro, cidade, cidade comunal, país) com foco em sustentabilidade, reciclagem e automação.

source: Promote a network of people around the globe that can help each other improve themselves and our environment.
pt_br: Promover uma rede de pessoas ao redor do mundo que podem ajudar umas às outras melhorar a si mesmas e ao nosso ambiente.

source: Summary
pt_br: Resumo

source: +Details
pt_br: +Detalhes

source: "How?"
pt_br: "Como?"

source: "Why?"
pt_br: "Por quê?"

source: Start Here
pt_br: Comece Aqui

source: Phases
pt_br: Fases

source: I want to help
pt_br: Eu quero ajudar

source: Let's go through an explanation step by step:
pt_br: Vamos seguir uma explicação passo a passo:

source: 1 - If you can properly understand how something works, one thing you can do is modify it.
pt_br: 1 - Se você pode entender corretamente como algo funciona, uma coisa que você pode fazer é modificá-la.

source: Anything that can be modified, can be used to better suit your needs while maintaining a high level of balance between you, other people and the general environment.
pt_br: Qualquer coisa que possa ser modificada, pode ser usada para melhor atender às suas necessidades enquanto mantém um grande equilíbrio entre você, outras pessoas e o ambiente em geral.

source: In order to achieve this, you should get information regarding how your biological and psychological machinery works, how your social interactions function and the dynamics of your environment.
pt_br: Para conseguir isso, você deve obter informações sobre como as suas máquinas biológica e psicológica funcionam, como suas interações sociais funcionam e a dinâmica do seu ambiente.

source: Those abilities can empower you to revise and redesign your values and your culture.
pt_br: Essas habilidades podem capacitá-lo a revisar e redesenhar seus valores e sua cultura.

source: This is the first change we encourage people to make.
pt_br: Esta é a primeira mudança que encorajamos as pessoas a realizar.

source: But you will face limitations regarding the tangible world around you.
pt_br: Mas você enfrentará limitações em relação ao mundo tangível ao seu redor.

source: In other words: You changed yourself, but not the tangible things that are around you.
pt_br: Em outras palavras: você mudou a si mesmo, mas não as coisas tangíveis que estão ao seu redor.

source: 2 - That is why after you go through all the courses, you get access to detailed information on how you can change the world around you. This is centered (but not limited) to your home.
pt_br: 2 - É por isso que depois de passar por todos os cursos, você tem acesso a informações detalhadas sobre como você pode mudar o mundo ao seu redor. Isso é centrado (mas não limitado) ao seu lar.

source: You will be able to know how to produce your own food, water and electricity, among other things.
pt_br: Você será capaz de saber como produzir sua própria comida, água e eletricidade, entre outras coisas.

source: These solutions are broken down in various tiers, so people who have no resources can recycle materials and generate the proposed solutions.
pt_br: Essas soluções são divididas em vários níveis, então as pessoas que não possuem recursos podem reciclar materiais e gerar as soluções propostas.

source: People who have enough resources also will have knowledge on how to buy or modify and implement ready-to-use solutions to attend their demands.
pt_br: Pessoas que têm recursos suficientes também terão conhecimento de como comprar ou modificar e implementar soluções prontas para usar para atender suas demandas.

source: All solutions works in various scales (for instance, they work on small apartments and big houses) and are automation oriented.
pt_br: Todas as soluções funcionam em várias escalas (por exemplo, elas funcionam em pequenos apartamentos e casas grandes) e são orientadas para a automação.

source: 3 - But why you should only focus on yourself when we know the world needs such solutions?
pt_br: 3 - Mas porque você deve se concentrar apenas em si mesmo quando sabemos que o mundo precisa de tais soluções?

source: Because it is very difficult for one person to change more than what they can control. The easiest possible path to improve the world is for each individual to control and modify themselves and where they live.
pt_br: Porque é muito difícil para uma pessoa mudar mais do que o que ela pode controlar. O caminho mais fácil possível para melhorar o mundo é cada indivíduo controlar e modificar a sí mesmos e onde vivem.

source: Also, even if you agree with everything stated here, you should not try to directly convince anyone. For reasons too complex to explain here, this way of changing people simply doesn't work.
pt_br: Além disso, mesmo se você concordar com tudo declarado aqui, você não deve tentar convencer diretamente qualquer pessoa. Por razões muito complexas para explicar aqui, esta forma de mudar as pessoas simplesmente não funciona.

source: People change when they see the benefits of change and can measure, analyze and relate to those changes.
pt_br: As pessoas mudam quando vêem os benefícios da mudança e podem medir, analisar e se relacionar com essas mudanças.

source: For example:
pt_br: Por exemplo:

source: If you can save money on food, water, electricity and other things, you are improving your life. If you can interact better with the world around you by new and balanced values, you can influence other people, so they can at least be curious about how you are able to live in such a way.
pt_br: Se você pode economizar dinheiro em comida, água, eletricidade e outras coisas, você está melhorando sua vida. Se você puder interagir melhor com o mundo ao seu redor através de valores novos e equilibrados, você pode influenciar outras pessoas para que elas fiquem, Pelo menos, curiosas sobre como você é capaz de viver de tal forma.

source: If someone close to you wants those same benefits, you can tell them how you managed to do it and even advise them to go through the same process you did here with us.
pt_br: Se alguém próximo a você quiser os mesmos benefícios, você pode dizer a ele como você conseguiu tudo isso e até mesmo aconselhá-lo a passar pelo mesmo processo que você realizou aqui com a gente.

source: Consider that you positively influenced someone to undergo the EDU process.
pt_br: Considere que você influenciou positivamente alguém a passar pelo EDU.

source: Now, there are two people that changed and aligned behaviours and their own environment to improve the way they live.
pt_br: Agora, existem duas pessoas que mudaram e alinharam comportamentos e os seus próprios ambientes para melhorar a maneira como elas vivem.

source: Extrapolating this to a critical mass scale, if your neighbours undergo the same understanding, you can work cooperatively and change the environment you all share. For example, a building could have a vertical automated farm with solar and wind electricity production that can abundantly provide to all apartments.
pt_br: Extrapolando isso para uma escala de massa crítica, se seus vizinhos tiverem o mesmo entendimento, vocês podem trabalhar cooperativamente e mudar o ambiente que todos compartilham. Por exemplo, um prédio pode ter uma fazenda vertical automatizada com geração de energia solar e eólica que pode fornecer abundantemente a todos os apartamentos.

source: Since our platform is free and online, this process can happen simultaneously anywhere in the world.
pt_br: Como nossa plataforma é gratuita e on-line, esse processo pode acontecer simultaneamente em qualquer lugar do mundo.

source: If we keep the extrapolation of this example, we can eventually make changes that change the entire world.
pt_br: Se mantivermos a extrapolação desse exemplo, poderemos eventualmente fazer mudancas que mudem o mundo inteiro.

source: Close
pt_br: Fechar

source: Ok, so let's detail this endeavor even more:
pt_br: Ok, então vamos detalhar essa iniciativa ainda mais:

source: Performing initiatives of self-improvement and physical implementations, such as housing or even the construction of a city with all these aspects in mind, do not reflect a real transition: it is necessary that the culture and values of a particular individual are aligned with others so the acceptance of immutable facts, limitations of the planet's resources and understanding the impact of distorted social values that has been perpetuated for generations are recognize as well as the human capacity to shape the conditions in which it exists, without extinguishing their cultural expressions or co-opt with something at the expense of their welfare.
pt_br: Realizar iniciativas de auto-aperfeiçoamento e implementações físicas como em habitação ou mesmo a construção de uma cidade com todos esses aspectos em mente, não refletem uma transição real: é necessário que a cultura e valores de um indivíduo em particular estejam alinhados com os outros para que a aceitação de fatos imutáveis como limitações de recursos do planeta e entendimento do impacto dos valores sociais distorcidos que foram perpetuados por gerações, sejam reconhecidos assim como a capacidade de moldar as condições na qual vivem, sem extinguir suas expressões culturais ou cooptar com algo à custa do seu bem-estar.

source: Therefore, IDETRA proposition is that all individuals are properly informed about the aspects that surround them and perform in their current values, a behavioral transition. To achieve this goal, a free online education system containing the information necessary for this first stage to be completed will be available. At the end of the educational iteration, the participant is granted access to sets of transactional projects customizable to his reality. Taking into account that it is possible to develop and implement such projects with very few resources, they are designed in a modular way as previously stated.
pt_br: Portanto, a proposta do IDETRA é que todos os indivíduos sejam devidamente informados sobre os aspectos que os cercam e executam em seus valores atuais, uma transição comportamental. Para atingir este objetivo, um sistema de educação on-line gratuito contendo as informações necessárias para que esta primeira etapa seja concluída estará disponível. No final da iteração educacional, o participante obtém acesso a conjuntos de projetos transacionais personalizáveis para a sua realidade. Tendo em conta que é possível desenvolver e implementar tais projetos com muito poucos recursos, eles são projetados de forma modular como anteriormente declarado.

source: From our standpoint, if you can create automated equipments and perform maintenance of those equipments using waste and recycled materials, any other instance that could be achieved with more resources is easily conceivable.
pt_br: Do nosso ponto de vista, se você pode criar equipamentos automatizados e executar manutenção desses equipamentos usando resíduos e materiais reciclados, qualquer outra instância que poderia ser alcançada com mais recursos é facilmente concebível.

source: Regarding limitations to this approach, technology and planetary capacities are usually under measured. Consider the following illustrative examples:
pt_br: Quanto às limitações desta abordagem, tecnologia e capacidades planetárias geralmente estão sob medida. Considere os seguintes exemplos ilustrativos:

source: The human being is able to create a high-tech closed ecosystem and live in a hostile environment such as outer space. (In other words: we have the technology to accomplish extraordinary feats)
pt_br: O ser humano é capaz de criar um ecossistema fechado de alta tecnologia e viver em um ambiente hostil como o espaço sideral. (Em outras palavras: nós temos a tecnologia para realizar feitos extraordinários)

source: If it rained gold for two days, all the people would try to gather the maximum amount of such mineral at home. If it continued raining every day for a year, they would create mechanisms to get rid of the nuisance. (In other words: the real problem is not the use of resources but the perception of the current value things around us have. This is intrinsic to any culture)
pt_br: Se chovesse ouro por dois dias, todas as pessoas tentariam reunir o máximo possível de tal mineral em casa. Se continuasse chovendo todo dia por um ano, eles criariam mecanismos para se livrar do incômodo. (Em outras palavras: o problema real não é o uso de recursos, mas a percepção do valor atual que as coisas ao nosso redor têm. Isso é intrínseco a qualquer cultura)

source: Considering an area the size of Australia (7,692,024 km²) and dividing it by the number of human inhabitants of the planet (round it up to 8 billion people), every baby, child, man, woman and elderly could possess for their own use, an area of 961.50 m², leaving the rest of the world for other things, such as agriculture, recreation, ecosystem not altered by man, etc. (In other words: we have more than enough territorial resources left to implement what is necessary for several generations)
pt_br: Considerando uma área do tamanho da Austrália (7.692.024 km²) e dividindo-a pelo número de habitantes humanos do planeta (arredondado para 8 bilhões de pessoas), cada bebê, criança, homem, mulher e idoso poderiam possuir para o seu uso próprio, uma área de 961,50 m², deixando o resto do mundo para outras coisas como agricultura, recreação, ecossistema não alterado pelo homem, etc. (Em outras palavras: nós temos recursos territoriais mais do que suficientes para implementar o que é necessário por várias gerações)

source: In the 1960's, when the United States and the Soviet Union where on a space race, pens that write in zero gravity were developed at a cost of $ 1 million dolars and acquired by NASA so astronauts could write in space missions. The Soviet Union used pencils that could do pretty much the same type of work. Although the real history has more details, including the fact that USSR also purchased such pens later, this example still proves a point. (In other words: you can solve problems and overcome adversity in a highly technological and practical way, with a low commitment of money and very few resources)
pt_br: Na década de 1960, quando os Estados Unidos e a União Soviética estavam em uma corrida espacial, canetas que escrevem em gravidade zero foram desenvolvidas a um custo de US $ 1 milhão de dólares e adquiridos pela NASA para que os astronautas pudessem escrever no espaço. A União Soviética usava lápis que poderiam fazer praticamente o mesmo tipo de trabalho. Embora a história real tenha mais detalhes, inclusive o fato que a URSS também comprou tais canetas mais tarde, este exemplo ainda prova um importante ponto.(Em outras palavras: você pode resolver problemas e superar adversidades de forma altamente tecnológica e prática, com um baixo compromisso de dinheiro e muito poucos Recursos)

source: We call 'transition' the effort made by every human being to improve themselves and the environment up to a point where the root causes of all our problems are surpassed.
pt_br: Nós chamamos de 'transição' o esforço feito por cada ser humano para melhorar ele mesmo e o meio ambiente até um ponto em que as causas de todos os nossos problemas sejam superadas.

source: It is possible to say that to achieve such transition, we have to drastically change our values, the way we behave, how we live and how we relate among ourselves and with the environment. However, these changes are intended not to bring limitations to the welfare, the environment or the human expression of individuality. The plentifulness of resources and to change the governance matrix for a technological model have the characteristics of a necessary complementation to this expected behavioral change.
pt_br: É possível afirmar que, para alcançar essa transição, temos que mudar drasticamente nossos valores, a maneira como nos comportamos, como vivemos e como nós nos relacionamos e como é a relação com o meio ambiente. No entanto, essas mudanças não se destinam a trazer limitações para o bem-estar, o ambiente ou a expressão humana da individualidade. A abundância de recursos e a mudança da matriz de governança para um modelo tecnológico possui características de uma complementação necessária para esta esperadamudança de comportamento.

source: We understand that if we don't undergo this transition, we will continue on the harmful course of a global detrimental reality we face today. Therefore, we propose starting iterating a new social, economic and cultural model, gradually supplanting the previous one.
pt_br: Entendemos que, se não passarmos por essa transição, continuaremos no curso prejudicial de uma realidade global detrimental que enfrentamos hoje. Portanto, propomos começar a iterar um novo modelo social, econômico e cultural gradualmente suplantando o anterior.

source: How
pt_br: Como

source: But how can we do this?
pt_br: Mas como podemos fazer isso?

source: Everything starts with the educational platform. After you register and log in this website, you will have access to the EDU platform. There, you will find courses that are designed to inform you about the mechanics behind how you behave, how you interact with your general environment and how both of them work.
pt_br: Tudo começa com a plataforma educacional. Depois de se registrar e logar neste site, você terá acesso à plataforma EDU. Lá, você vai encontrar cursos que são projetados para informá-lo sobre a mecânica por trás de como você se comporta, como você interage com seu ambiente e como ambos funcionam.

source: Imagine you could change your perception and values in such a way that is easy to avoid conflicts with family members, co-workers and strangers. That you can be healthier by doing a basic analysis of what you are eating and the exercise you can start doing without the need of relying on expensive solutions, biased products and services or poor advice.
pt_br: Imagine você poder mudar sua percepção e valores de tal forma que seja fácil evitar conflitos com membros da sua família, colegas de trabalho e estranhos. Que você pode ser mais saudável fazendo uma análise básica do que você está comendo e os exercícios que você pode começar a fazer sem a necessidade de confiar em caras soluções, produtos e serviços tendenciosos ou conselhos ruins.

source: Imagine that you can better understand where most of the behavior you want to change comes from, and have the tools to change them.
pt_br: Imagine que você possa entender melhor de onde vem a maior parte do comportamento que deseja mudar, e possui as ferramentas para alterá-los.
