Repository: harrybenit424/Django-project-management-
Catalog: idetra/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: This is what we are offering you.
pt_br: É isso que estamos oferecendo a você.

source: One important aspect behind all this is to inform you of facts and not try to indoctrinate you. We give you information and rely on it to be enough for all those changes to happen.
pt_br: Um aspecto importante por trás de tudo isso é informá-lo dos fatos e não tentar doutrinar você. Nós lhe damos informação e confiamos ela ser suficiente para que todas essas mudanças aconteçam.

source: In other words: We are not trying to convince you of anything. Get the information we provide, understand it and arrive at your own conclusions.
pt_br: Em outras palavras: não estamos tentando convencê-lo de nada. Obtenha a informação que oferecemos, entendenda-a e chegue às suas próprias conclusões.

source: To facilitate the entire process, all content is framed in a gamified fashion. This way, it is easier for you to go through all the material and makes all the knowledge actionable.
pt_br: Para facilitar todo o processo, todo o conteúdo é enquadrado em um formato de jogo (ou o mais próximo que conseguimos disso). Desta forma, é mais fácil para você passar por todo o material e torna todo o conhecimento acionável.

source: If you find difficult to keep up with the courses and quizzes because you don't have the basic knowledge required to understand the subject addressed, we indicate third-party courses listed on each subject.
pt_br: Se você achar difícil acompanhar os cursos e os testes porque você não tem o conhecimento básico necessário para entender o assunto abordado, indicamos cursos de base de terceiros, listados em cada assunto.

source: If you want to know more about a specific subject, we provide links for those as well.
pt_br: Se você quiser saber mais sobre um assunto específico, nós fornecemos links para cursos de aprofundamento também.

source: There is also a discussion forum at the end of the page in each lesson and our social network of people who went through the entire course that can help you directly.
pt_br: Há também um fórum de discussão no final da página em cada lição além de nossa rede de pessoas que passaram por todo o curso que podem Ajudar você diretamente.

source: For further clarifications on what the EDU platform is and how does it work, we encourage you to register and check its contents for yourself. It's free.
pt_br: Para mais esclarecimentos sobre o que é a plataforma EDU e como ela funciona nós encorajamos você a se registrar e verificar o conteúdo por si próprio. É grátis.

source: Loved it! I want to help IDETRA: How can I do it?
pt_br: Este projeto é sensacional! Eu quero ajudar o IDETRA: Como posso fazer isso?

source: If you want to help us, after your registration, opt in under "Profile" > "Edit Profile" and you will have access to the C.I. (Center of Intelligence) platform.
pt_br: Se você quiser nos ajudar, após o seu registro vá em "Perfil" > "Editar Perfil" e opte por ajudar. Você terá acesso a plataforma C.I. (Centro de Inteligência).

source: There, we manage all projects that comprise IDETRA.
pt_br: Lá, gerenciamos todos os projetos que compõem o IDETRA.

source: First, you will only gain an execution-level access to it (so you can help by doing things that are required).
pt_br: Primeiro, você só terá acesso em nível de execução (para que possa ajudar fazendo atividades que são necessárias).

source: After you go through some specific courses on EDU, you are granted higher level access to projects and can work closer to the teams.
pt_br: Depois de passar por alguns cursos específicos no EDU, você receberá outros níveis de acesso a projetos e pode trabalhar mais perto das equipes.

source: This 'leveling' process is necessary so we can be more effective in our internal projects.
pt_br: Este processo de 'nivelamento' é necessário para que possamos ser mais eficazes em nossos projetos internos.

source: For more information, please keep checking the rest of the website.
pt_br: Para mais informações, por favor, continue verificando o resto do site.

source: Why
pt_br: Por que

source: On a final note,
pt_br: Em uma nota final,

source: we would like to state what is the core motivator of this entire endeavour:
pt_br: gostaríamos de dizer qual é o principal motivador de todo este esforço:

source: Consider that today, modern society has access to highly advanced technology and can make available food, clothing, housing and medical care, upgrade our educational system and develop a limitless supply of renewable and non-polluting goods and services.
pt_br: Considere que hoje, a sociedade moderna tem acesso a tecnologia altamente avançada e pode disponibilizar alimentos, roupas, habitação e cuidados médicos, atualizar o nosso sistema educacional e desenvolver uma oferta ilimitada de bens e serviços renováveis e não-poluidores.

source: Through the provision of a projected efficiently economy, everyone could enjoy a very high standard of living with all the amenities of a highly technological society. Instead of money, we could easily produce all the necessities of life and provide a high standard of living for everyone, unlike an economy based on scarcity (such as capitalism, socialism, communism, marxism, etc.)
pt_br: Através da provisão de uma economia eficientemente projetada, todos poderiam desfrutar de um alto padrão de vida com todas as comodidades de uma sociedade altamentetecnológica. Em vez de dinheiro, poderíamos facilmente produzir todos as necessidades cotidianas e fornecer um alto padrão de vida para todos, ao contrário de uma economia baseada na escassez (como o capitalismo, socialismo, comunismo, marxismo, etc.)

source: Our proposal states that the planet's resources cannot be linked to human labor, much less to repetitive work processes that can be easily performed by machines (including machine maintenance)
pt_br: Nossa proposta afirma que os recursos do planeta não podem ser ligados a trabalho humano, muito menos a processos de trabalho repetitivo que podem ser facilmente executados por máquinas (incluindo a manutenção de máquinas)

source: All the resources are held as the common heritage of all the people of planet Earth, in order to transcend over time the need for artificial boundaries that separate people and unifying our civilization. We emphasize that this approach to global governance has nothing in common with the present aims of the elite to form a world government headed by large corporations, with the majority of the global population subject to them. Our vision of globalization encourages all people on the planet to be the best they can, not to live in abject submission to a corporate governance.
pt_br: Todos os recursos são mantidos como patrimônio comum de todos no planeta Terra, a fim de transcender ao longo do tempo a necessidade de fronteiras artificiais que separam as pessoas e unificar nossa civilização. Nós enfatizamos que esta abordagem da governança global não tem nada em comum com a presente meta da elite para formar um governo mundial liderado por grandes corporações, com a maioria da população global sujeita a eles. Nossa visão de globalização encoraja todas as pessoas do planeta a serem o melhor que podem, e não viver submissas a uma governança corporativa.

source: This proposal not only contributes to the well-being of people but also provides the resources and information necessary for an individual to participate in any area of competency. Success would be measured by the satisfaction of individual activities, rather than the acquisition of wealth, property and power.
pt_br: Esta proposta não só contribui para o bem-estar das pessoas, mas também fornece os recursos e informações necessárias para um indivíduo participar em qualquer área de competência. O sucesso seria medido pela satisfação de atividades individuais, em vez da aquisição de riqueza, propriedade e poder.

source: At the moment, we have enough material resources to provide a high standard of living for all inhabitants of the earth. Only when the population exceeds the tolerable capacity of a site is that problems such as greed, crime and violence emerge. To overcome this shortage, most of the crimes and even the prisons of today's society would no longer be necessary. We understand that this is an extremely difficult scenario to envision but these notions are well grounded in studies and experimentations. It would be possible to use technology to overcome shortages, through the application of renewable energy sources, computerization and automation of production, inventory and distribution, design of safe, energy-efficient cities, with advanced transportation systems, providing universal health care and more relevant education, and above all, generating a new incentive system based on human and environmental concern. You can extrapolate that aspect by changing certain behaviors that are considered standard by the current culture or even said instinctual, combined with the use of automated machines to replace the repetitive work and resource management (extraction, production, testing, measurement, distribution and recycling), we already have the ability to live by these precepts, extinguishing inequalities and factors that generate them (competition, monetary system, negotiations archaic as law enforcement, treatment of diseases, rehabilitation of offenders, etc.). Many people believe that today there is a lot of technology in the world, and this technology is the major cause of our environmental pollution. It's not the case. The abuse and misuse of technology that is what should be our main concerns. In a more humane civilization, instead of machines replacing people on a harmful perspective, they would reduce the workday, increase the availability of goods and services, and prolong the rest period. If we use new technologies to complement each and every repetitive work, raising the standard of living of all people, the introduction of technological machines will no longer be any kind of threat.
pt_br: No momento, temos recursos materiais suficientes para fornecer um alto padrão de viver para todos os habitantes da terra. Somente quando a população excede a capacidade tolerável de um local é que problemas como ganância, crime e violência emergem. Para superar essa escassez, a maioria dos crimes e até mesmo as prisões da sociedade de hoje não seriam mais necessárias. Entendemos que este é um cenário extremamente difícil de imaginar, mas essas noções são bem fundamentada em estudos e experimentações. Seria possível usar tecnologia para superar escassez, através da aplicação de fontes renováveis de energia, informatização e automação de produção, inventário e distribuição, projetos de cidades seguras e eficientes em energia, com avançado sistemas de transporte, proporcionando cuidados de saúde universal e uma educação mais relevante, e acima de tudo, gerando um novo sistema de incentivo baseado em preocupação humana e ambiental. Você pode extrapolar esse aspecto alterando certos comportamentos que são considerados padrão ou mesmo instintivo pela cultura atual. Combinando o uso de máquinas automatizadas para substituir o trabalho repetitivo e o gerenciamento de recursos (extração, produção, teste, medição, distribuição e reciclagem) já possuímos a capacidade de viver de acordo com esses preceitos, extinguindo desigualdades e fatores que os geram (concorrência, sistema monetário, negociações arcaicas como aplicação da lei, tratamento de doenças, reabilitação de criminosos, etc.). Muitas pessoas acreditam que hoje há muita tecnologia no mundo e esta tecnologia é a principal causa de nossa poluição ambiental. Não é o caso. O abuso e uso indevido de tecnologia é que deveria ser a nossaprincipal preocupação. Em uma civilização mais humana, em vez de máquinas substituindo as pessoas em uma perspectiva prejudicial, eles iriam reduzir o dia de trabalho, aumentar a disponibilidade de bens e serviços, e prolongar o período de descanso. Se usarmos novas tecnologias para complementar todo e qualquer trabalho repetitivo, elevando o padrão de vida de todas as pessoas, a introdução de máquinas e tecnologia não será mais nenhum tipo de ameaça.

source: A world based on such principles would also involve the effort to develop new energy sources, clean, renewable and geothermal, controlled fusion, solar, photovoltaic, wind, wave and tidal. We would finally be able to produce energy in unlimited quantity that could propel civilization for thousands of years. An initiative such as this should also commit to re-design our cities, transportation systems and industrial plants, to be efficient, clean and conveniently meet the needs of all people.
pt_br: Um mundo baseado em tais princípios também requisitaria esforço para desenvolver novas fontes de energia limpa, renovável e geotérmica, fusão controlada, solar, fotovoltaica, vento, onda e maré. Finalmente poderíamos produzir energia em quantidade ilimitada que poderia impulsionar a civilização por milhares de anos. Uma iniciativa como esta também deve comprometer-se a reprojetar nossas cidades, sistemas de transporte e plantas industriais, para serem eficientes, limpas e convenientemente atender às necessidades de todas as pessoas.

source: With automated inventory on a global scale, we can maintain a balance between production and distribution. Only nutritious and healthy food would be available and planned obsolescence would be unnecessary and non-existent in such reality. By getting rid of the need for professions based on the monetary system, such as lawyers, bankers, insurance salesmen, marketing and advertising teams, vendors and stockbrokers, a considerable amount of waste will be eliminated. A good amount of energy would also be saved by eliminating the duplication of competitive products such as tools, cutlery, pots, pans and vacuum cleaners. It is good to choose. But instead of hundreds of different manufacturing plants and all the paperwork and personnel required to make similar products, only some of the highest quality would be needed to serve the entire population. Our only shortage is the lack of creative thought and intelligence to do this management for ourselves and criticism limited to the belief in our leaders to solve these and other problems. The most valuable untapped resource today is human ingenuity. With the elimination of debt, fear of losing employment and other ills plaguing our society, we can re-draw our values. Such security in knowing that your needs will always be met, combined with teaching how to relate to the planet and its limitations as well as with other human beings in a much more meaningful way, considerably reduce both mental and physical stress leaving us free to explore and develop our abilities and potential. If the idea of eliminating money bothers you, consider this: If a group of people with gold, diamonds and money was trapped on an island with no resources such as food, clean water and air, such wealth would be irrelevant to their survival. Only when resources are scarce is that money can be used to control the distribution. You can not, for example, sell the air we breathe or the water that flows from the abundant source of a mountain. Although the air and water are valuable when plentiful, they can not be sold. Counterpoint, if it rained gold every day of the year, people would no longer value it as scarce and expensive and would then seek solutions to control the aberrant weather event that is disrupting their lives, generating mechanisms in which gold rain would not negatively influence their daily lives. Money is only important in a society when certain resources for survival must be rationed and the people accept money as medium to exchange scarce resources. Money is a social convention, an agreement, so to speak. It is not a natural resource nor does it represent one. It is not necessary for survival unless we have been conditioned to accept it as such. Politics, beliefs and pseudoscience do not have guidelines for a management system in which human well-being is the driving force of its execution. We propose a model that puts nature and its laws, fauna and flora, together with the human being in the center of the whole purpose of civilization.
pt_br: Com o inventário automatizado em escala global, podemos manter um equilíbrio entre produção e distribuição. Somente alimentos nutritivos e saudáveis estariam disponível e a obsolescência planejada seria desnecessária e inexistente em tal realidade. Ao nos livrarmos da necessidade de profissões com base no sistema monetário, como advogados, banqueiros, vendedores de seguros, marketing e equipes de publicidade, fornecedores e corretores, uma quantidade considerável de resíduos não será mais produzida. Uma boa quantidade de energia também será economizada ao eliminar a duplicação de produtos competitivos como ferramentas, cutelaria, panelas, frigideiras e aspiradores de pó. É bom escolher. Mas em vez de centenas de fábricas diferentes e toda a burocracia e pessoal necessário para fabricar produtos similares, apenas alguns produtos da mais alta qualidade seriam necessários para atender toda a população. Nossa única escassez é a falta de pensamento criativo e inteligência para fazer essa gestão para nós mesmos, e críticas limitadas à crença em nossos líderes para resolver estes e outros problemas. O recurso inexplorado mais valioso hoje é a engenhosidade humana Com a eliminação da dívida, do medo de perder emprego e outros males que assolam nossa sociedade, podemos redesenhar nossos valores. Tal segurança em saber que suas necessidades serão sempre atendidas, combinadas com o conhecimento de como relacionar-se com o planeta e suas limitações, assim como com outros seres humanos de uma forma muito mais significativa, reduz consideravelmente o estresse tanto mental quanto físico nos deixando livres para explorar e desenvolver nossas habilidades e potencialidades. Se a ideia de eliminar dinheiro incomoda você, considere isto: Se um grupo de pessoas com ouro, diamantes e dinheiro ficaram presos em uma ilha sem recursos como comida, água potável e ar, essa 'riqueza' seria irrelevante para a sua sobrevivência. Somente quando os recursos são escassos é que o dinheiro pode ser usado para controlar a distribuição. Você não pode, por exemplo, vender o ar que nós respiramos ou a água que flui da fonte abundante de uma montanha. Embora o ar e a água sejam valiosos quando abundantes, eles não podem ser vendidos. Contraponto, se chovesse ouro todos os dias do ano, as pessoas não o valorizariam mais como escasso e caro e, em seguida, buscariam soluções para controlar o evento climático aberrante que está atrapalhando suas vidas gerando mecanismos nos quais a chuva de ouro não influenciaria negativamente seu cotidiano. Dinheiro só é importante em uma sociedade quando determinados recursos para a sobrevivência devem ser racionados e as pessoas aceitam dinheiro como meio para trocar tais recursos escassos. Dinheiro é uma convenção social, um acordo, por assim dizer. Não é um recurso natural nem representa um. Não é necessário para sobrevivência a menos que tenhamos sido condicionados a aceitar como tal. Política, crenças e pseudociência não possuem diretrizes para um sistema de gestão em que o bem-estar humano é a força motriz de sua execução. Propomos um modelo que coloca a natureza e suas leis, fauna e flora, junto com o ser humano no centro do todo o propósito da civilização.

source: For this initiative to work, it is primarily necessary that entrenched concepts of our society are criticized for each individual in their own reality, especially the duality 'what I want' versus 'what I need', where the inexorable conclusion is that a system can produce and supply what you need - when you need it - and unnecessary and cyclical goods and processes can be dramatically reduced, generating plenty of production and distribution.
pt_br: Para que esta iniciativa funcione, é necessário principalmente que conceitos arraigados de nossa sociedade sejam criticados por cada indivíduo em sua própria realidade, especialmente a dualidade 'o que eu quero' versus 'o que eu preciso', onde a conclusão inexorável é que um sistema pode produzir e fornecer o que você necessita - quando você ncessita - e bens e processos desnecessários e cíclicos podem ser drasticamente reduzidos, gerando abundante produção e distribuição.
