Repository: harrybenit424/Django-project-management-
Catalog: idetra/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Edu Exec Complete
pt_br: Edu Exec Completo

source: Edu PM Complete
pt_br: Edu GP Completo
